tap "homebrew/bundle"
brew "pyenv"
vscode "aaron-bond.better-comments"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "batisteo.vscode-django"
vscode "bmewburn.vscode-intelephense-client"
vscode "codingyu.laravel-goto-view"
vscode "cstrap.flask-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "glitchbl.laravel-create-view"
vscode "hollowtree.vue-snippets"
vscode "IHunte.laravel-blade-wrapper"
vscode "James-Yu.latex-workshop"
vscode "KevinRose.vsc-python-indent"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.powershell"
vscode "naoray.laravel-goto-components"
vscode "njpwerner.autodocstring"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "Orta.vscode-jest"
vscode "pgl.laravel-jump-controller"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ryannaddy.laravel-artisan"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shufo.vscode-blade-formatter"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sissel.shopify-liquid"
vscode "steoates.autoimport"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "thebarkman.vscode-djaneiro"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "WyattFerguson.jinja2-snippet-kit"
vscode "xdebug.php-debug"
